/**
 French Localization File
 Hint - Accessibility Hint trait.  Phrases starting with capitalization and ending with period.
 Label - Accessibility Label trait.  Single Word, do not include name of structure

 @author Copyright 2010 Team Axe, LLC. All rights reserved. http://www.teamaxe.org
 @date 09/01/2010
 @file Localizable.strings (French)
 */

/* Primary Navigation */
"PrimaryMenuTitle" = "Menu Principal";
"PrimaryMenuHint" = "Fournit la navigation primaire.";
"PrimaryMenuLabel" = "Navigation primaire";
"PrimaryNav1Title" = "Maison";
"PrimaryNav1Hint" = "Choisit la section à la maison pour l'interaction de Conscience.";
"PrimaryNav1Label" = "Section à la Maison";
"PrimaryNav2Title" = "Journal";
"PrimaryNav2Hint" = "Choisit la section bien journal pour entrer dans les décisions.";
"PrimaryNav2Label" = "Section à la Journal";
"PrimaryNav3Title" = "Référence";
"PrimaryNav3Hint" = "Choisit la section de référence pour passer en revue l'histoire.";
"PrimaryNav3Label" = "Section à la Référence";

"PreviousButtonLabel" = "Précédent";
"PreviousButtonHint" = "Permet d'accéder à l'écran précédent.";

"NextButtonLabel" = "Prochain";
"NextButtonHint" = "Permet d'accéder à l'écran suivant.";

/* Intro screen */
"IntroThoughtButtonLabel" = "Conscience bulle";
"IntroThoughtButtonHint" = "Permet de sauter instruction en cours.";
"IntroNextButtonLabel" = "Présentation de saut";
"IntroNextButtonHint" = "Permet à sauter d'introduction entier.";

/* Conscience Home screen */
"ConscienceScreenTitle" = "Maison";
"ConscienceScreenLabel" = "Écran à la Maison de Section";
"ConscienceScreenHint" = "Fournit l'écran pour agir l'un sur l'autre avec la Conscience.";
"ConscienceScreenVirtueLabel" = "Vertu";
"ConscienceScreenViceLabel" = "Vice";
"ConscienceScreenRankLabel" = "Rang";
"ConscienceScreenConscienceButtonLabel" = "Conscience";
"HomeModelWelcomeMorningGood" = "Bonjour!";
"HomeModelWelcomeAfternoonGood" = "Bonjour!";
"HomeModelWelcomeNightGood" = "Bonne soirée!";
"HomeModelWelcomeMorningBad" = "Bonjour.";
"HomeModelWelcomeAfternoonBad" = "Bonjour.";
"HomeModelWelcomeNightBad" = "Bonne nuit.";

/* Choice Home screen */
"ChoiceInitScreenTitle" = "Journal";
"ChoiceInitScreenLabel" = "Journal Écran";
"ChoiceInitScreenHint" = "Provides Screen for selecting type of Journal entry.";
"ChoiceInitScreenChoiceGoodLabel" = "Choix Bon";
"ChoiceInitScreenChoiceGoodHint" = "Sélectionne Bonne Choix à l'entrée.";
"ChoiceInitScreenChoiceBadLabel" = "Choix Mauvais";
"ChoiceInitScreenChoiceBadHint" = "Sélectionne Pas de Choix à l'entrée.";
"ChoiceInitScreenChoiceListLabel" = "Tous Les Choix";
"ChoiceInitScreenChoiceListHint" = "Liste de tous les choix de sélectionner pour examen.";

/* Title for Choice screen */
/* Localized screens are called from a format that takes a BOOL as arg*/
/* 1 = Good, 0 = Bad */
"ChoiceScreenTitle" = "Choix";
"ChoiceScreen1Title" = "Choix Bon";
"ChoiceScreen0Title" = "Choix Mauvais";
"ChoiceScreenLabel" = "Écran bien Choisi";
"ChoiceScreenHint" = "Écran bien Choisi pour entrer dans les choix";

"ChoiceScreenChoice1Label" = "Entrez dans un bon contrat.";
"ChoiceScreenChoice0Label" = "Entrez dans un mauvais contrat.";
"ChoiceScreenMoral1Label" = "Choisissez une Vertu";
"ChoiceScreenMoral1Hint" = "Provides a list of Virtues.";
"ChoiceScreenMoral0Label" = "Choisissez un Vice";
"ChoiceScreenMoral0Hint" = "Provides a list of Vices.";
"ChoiceScreenDescription" = "Veuillez élaborer sur votre choix.";

"ChoiceScreenChoiceTextFieldHint" = "Provides a short description of the Choice.";
"ChoiceScreenChoiceTextFieldLabel" = "Choice";
"ChoiceScreenDescriptionTextViewHint" = "Provides a long description of the Choice.";
"ChoiceScreenDescriptionTextViewLabel" = "Description";

/* Label for Choice text field */
"ChoiceScreenChoiceLabel" = "Choix";

/* Title Label for Save button */
"ChoiceScreenSaveButtonTitleLabel" = "Save";
"ChoiceScreenSaveButtonHint" = "Finishes Choice entry.";
"ChoiceScreenSaveButtonLabel" = "Save";

/* Title Label for Done button */
"ChoiceScreenDoneButtonTitleLabel" = "Fait";
"ChoiceScreenDoneButtonHint" = "Tapez ce bouton quand vous êtes entrer de finition";
"ChoiceScreenDoneButtonLabel" = "Bouton Fait";

/* Title Label for Cancel button */
"ChoiceScreenCancelButtonTitleLabel" = "Annuler";
"ChoiceScreenCancelButtonHint" = "Annule choix d'entrée.";
"ChoiceScreenCancelButtonLabel" = "Annuler";

/* Label for Moral text field */
"ChoiceScreenMoralLabel" = "Moral";
"ChoiceScreenMoralLabelVirtue" = "Vertu";
"ChoiceScreenMoralLabelVice" = "Vice";

"ChoiceScreenMoralHistoryButtonHint" = "Fournit la liste des entrées précédentes.";
"ChoiceScreenMoralHistoryButtonLabel" = "Histoire morale";

"ChoiceScreenMoralReferenceButtonHint" = "Fournit une description des morale sélectionnée.";
"ChoiceScreenMoralReferenceButtonLabel" = "Référence Morale";

/* Label for Severity Slider */
"ChoiceScreenSeverityLabel" = "Gravité";
"ChoiceScreenSeverityLabel1a" = "Bon";
"ChoiceScreenSeverityLabel1b" = "Grand";
"ChoiceScreenSeverityLabel1c" = "Moral";
"ChoiceScreenSeverityLabel1d" = "Saint";
"ChoiceScreenSeverityLabel1e" = "Perfection";
"ChoiceScreenSeverityLabel0a" = "Mauvais";
"ChoiceScreenSeverityLabel0b" = "Terrible";
"ChoiceScreenSeverityLabel0c" = "Immoral";
"ChoiceScreenSeverityLabel0d" = "Diabolique";
"ChoiceScreenSeverityLabel0e" = "Mal";
"ChoiceScreenDetailsLabel"  = "Détails";

"ChoiceScreenSeverityLabel1Hint" = "Affiche le courant de la gravité de la vertu.";
"ChoiceScreenSeverityLabel0Hint" = "Affiche le courant de la gravité de la vice.";

"ChoiceScreenSeverity1Hint" = "Sélectionne la gravité de la vertu.";
"ChoiceScreenSeverity0Hint" = "Sélectionne la gravité de la vice.";
"ChoiceScreenSeverity1Label" = "Gravité de la Vertu.";
"ChoiceScreenSeverity0Label" = "Gravité de la Vice.";

/* Title for Choice Details screen */
"ChoiceDetailsScreenTitle" = "Choix Détails";

/* Title Labels for Details screen */
"ChoiceDetailsScreenSaveButtonTitleLabel" = "Fait";
"ChoiceDetailsScreenSaveButtonHint" = "Terminer Détail d'entrée.";
"ChoiceDetailsScreenSaveButtonLabel" = "Fait";
"ChoiceDetailsScreenCancelButtonTitleLabel" = "Annuler";
"ChoiceDetailsScreenCancelButtonHint" = "Annule choix d'entrée.";
"ChoiceDetailsScreenCancelButtonLabel" = "Annuler";
"ChoiceDetailsScreenJustificationText" = "Entrez dans votre justification.";
"ChoiceDetailsScreenJustificationHint" = "Fournit une brève justification.";
"ChoiceDetailsScreenJustificationLabel" = "Justification";
"ChoiceDetailsScreenConsequenceText" = "Entrez dans ce qui s'est passé.";
"ChoiceDetailsScreenConsequenceHint" = "Fournit une conséquence à court.";
"ChoiceDetailsScreenConsequenceLabel" = "Conséquence";
"ChoiceDetailsScreenInfluenceButtonHint" = "Fournit une description pour l'influence.";
"ChoiceDetailsScreenInfluenceButtonLabel" = "Description de l'influence";
"ChoiceDetailsScreenInfluenceHint" = "Fournit une influence sur d'autres personnes.";
"ChoiceDetailsScreenInfluenceLabel" = "Influence";

/* Label for Influence Slider */
"ChoiceDetailsScreenInfluenceLabel" = "Influence";
"ChoiceDetailsScreenInfluenceLabel1" = "Personnel";
"ChoiceDetailsScreenInfluenceLabel2" = "Local";
"ChoiceDetailsScreenInfluenceLabel3" = "Masses";
"ChoiceDetailsScreenInfluenceLabel4" = "Répandu";
"ChoiceDetailsScreenInfluenceLabel5" = "Sans bornes";

/* Title for Choice List screen */
"ChoiceListScreenTitle" = "Choix";

"ChoiceListScreenOrderButtonHint" = "Cycles de l'ordre la liste entre ascendant et descendant.";
"ChoiceListScreenOrderButtonLabel" = "Ordre";

"ChoiceListScreenSortButtonHint" = "Trie la liste selon différents critères.";
"ChoiceListScreenSortButtonLabel" = "Sorte";

/* Title for Reference Home Screen */
"ReferenceScreenTitle" = "Référence";

/* Conscience Accept Screen */
"ConscienceAcceptBackButtonHint" = "Returns to the selection list.";
"ConscienceAcceptBackButtonLabel" = "Back";
"ConscienceAcceptBuyButtonBuyHint" = "Purchases the Accessory.";
"ConscienceAcceptBuyButtonBuyLabel" = "Buy";
"ConscienceAcceptBuyButtonUseHint" = "Equips the Accessory.";
"ConscienceAcceptBuyButtonUseLabel" = "Use";
"ConscienceAcceptCostButtonOwnedLabel" = "Owned!";

/* Labels for Reference Home Screen */
"ReferenceScreenPeopleTitle" = "Personnes";
"ReferenceScreenMoralssTitle" = "Dilemmes";
"ReferenceScreenBooksTitle" = "Livres";
"ReferenceScreenBeliefsTitle" = "Croyances";
"ReferenceScreenReportsTitle" = "Rapports";
"ReferenceScreenDefaultTitle" = "Références";
"ReferenceScreenAccessoriesTitle" = "Accessoires";
"ReferenceScreenPeopleLabel" = "Personnes";
"ReferenceScreenMoralssLabel" = "Morals";
"ReferenceScreenBooksLabel" = "Livres";
"ReferenceScreenBeliefsLabel" = "Croyances";
"ReferenceScreenDefaultLabel" = "Références";
"ReferenceScreenReportsLabel" = "Rapports";
"ReferenceScreenAccessoriesLabel" = "Accessoires";
"ReferenceScreenPeopleHint" = "Sélectionne une liste des personnes.";
"ReferenceScreenMoralsHint" = "Sélectionne une liste des lieux.";
"ReferenceScreenBooksHint" = "Sélectionne une liste des dilemmes.";
"ReferenceScreenBeliefsHint" = "Sélectionne une liste des croyances.";
"ReferenceScreenReportsHint" = "Sélectionne une liste des rapports.";
"ReferenceScreenDefaultHint" = "Sélectionne une liste des références.";
"ReferenceScreenAccessoriesHint" = "Sélectionne une liste des accessoires.";

/* Title for Reference List Screen */
"ReferencesScreenTitle" = "Collection";
"ReferenceDetailScreenPeopleTitle" = "Chiffres";
"ReferenceDetailScreenMoralsTitle" = "Moral";
"ReferenceDetailScreenBooksTitle" = "Livre";
"ReferenceDetailScreenBeliefsTitle" = "Croyance";
"ReferenceDetailScreenReportsTitle" = "Rapport";
"ReferenceDetailScreenDefaultTitle" = "Collection";
"ReferenceDetailScreenAccessoriesTitle" = "Accessoire";

/* Title for Reference Detail Screen */
"ReferenceDetailScreenTitle" = "Référence Detail";
"HelpReferenceDetailViewController1Title1" = "Quote";

/* Labels and Hints for Reference Screen */
"ReferenceDetailScreenWwwLinkButtonHint" = "Launches webpage describing reference.";
"ReferenceDetailScreenWwwLinkButtonLabel" = "External Link";
"ReferenceDetailScreenQuoteButtonHint" = "Displays a Quote from the Reference.";
"ReferenceDetailScreenQuoteButtonLabel" = "Quote";
"ReferenceDetailScreenLongDescriptionTextViewHint" = "Describes the Reference.";
"ReferenceDetailScreenLongDescriptionTextViewLabel" = "Long Description";
"ReferenceDetailScreenReferenceNameLabelHint" = "Provides the Reference name.";
"ReferenceDetailScreenReferenceNameLabelLabel" = "Reference Name";

/* Labels for Report Pie Screen */
"ReportPieViewController1Title" = "Moral Report";
"ReportPieViewController0Title" = "Immoral Report";
"ReportScreenMoralSortButtonHint" = "Changes Sort Type of List";
"ReportScreenMoralSortButtonLabel" = "Moral Sort";
"ReportScreenMoralOrderButtonHint" = "Changes Order of List";
"ReportScreenMoralOrderButtonLabel" = "Moral Order";
"ReportScreenMoralTypeButtonHint" = "Switches from Moral to Immoral";
"ReportScreenMoralTypeButtonLabel" = "Moral Type";
"ReportScreenMoralTypeLabelHint" = "Designates Report Type";
"ReportScreenMoralTypeLabelLabel" = "Report Type";

/* Button Labels for first Conscience Modal Screens */
"ConscienceModalScreenButton0Label" = "Commissary";
"ConscienceModalScreenButton0Hint" = "Selects store to buy items.";
"ConscienceModalScreenButton1Label" = "Morathology";
"ConscienceModalScreenButton1Hint" = "Selects the Morathology Adventures.";
"ConscienceModalScreenButton2Label" = "Moral Report";
"ConscienceModalScreenButton2Hint" = "Selects the Moral Report.";
"ConscienceModalScreenButton3Label" = "Unimplemented";
"ConscienceModalScreenButton3Hint" = "Cannot select.";
"ConscienceModalScreenButton4Label" = "Features";
"ConscienceModalScreenButton4Hint" = "Selects ability to change facial features.";
"ConscienceModalScreenButton5Label" = "Colors";
"ConscienceModalScreenButton5Hint" = "Selects ability to change feature colors.";
"ConscienceModalScreenButton6Label" = "Accessories";
"ConscienceModalScreenButton6Hint" = "Selects the ability to buy accessories.";
"ConscienceModalScreenButton7Label" = "Unimplemented";
"ConscienceModalScreenButton7Hint" = "Cannot select.";
"ConscienceModalScreenButton8Label" = "Orientation";
"ConscienceModalScreenButton8Hint" = "Selects the first Morathology Adventure.";
"ConscienceModalScreenButton9Label" = "Atlantic";
"ConscienceModalScreenButton9Hint" = "Selects the second Morathology Adventure.";
"ConscienceModalScreenButton20Label" = "Eye";
"ConscienceModalScreenButton20Hint" = "Selects ability to change eye types.";
"ConscienceModalScreenButton21Label" = "Face";
"ConscienceModalScreenButton21Hint" = "Selects ability to change facial features.";
"ConscienceModalScreenButton22Label" = "Mouth";
"ConscienceModalScreenButton22Hint" = "Selects the ability to change the mouth.";
"ConscienceModalScreenButton23Label" = "Bubble";
"ConscienceModalScreenButton23Hint" = "Selects ability to change bubble type.";
"ConscienceModalScreenButton24Label" = "Eye";
"ConscienceModalScreenButton24Hint" = "Selects ability to change eye color.";
"ConscienceModalScreenButton25Label" = "Brow";
"ConscienceModalScreenButton25Hint" = "Selects ability to change brow color.";
"ConscienceModalScreenButton26Label" = "Mouth";
"ConscienceModalScreenButton26Hint" = "Selects the ability to change the bubble color.";

/* Button Labels for Conscience Accessory Selection */
"ConscienceAccessoryScreenPrimaryAccessoryLabel" = "Primary Accessory";
"ConscienceAccessoryScreenPrimaryAccessoryHint" = "Allows selection for Conscience's Primary Accessory.";
"ConscienceAccessoryScreenSecondaryAccessoryLabel" = "Secondary Accessory";
"ConscienceAccessoryScreenSecondaryAccessoryHint" = "Allows selection for Conscience's Secondary Accessory.";
"ConscienceAccessoryScreenTopAccessoryLabel" = "Top Accessory";
"ConscienceAccessoryScreenTopAccessoryHint" = "Allows selection for Conscience's Top Accessory.";
"ConscienceAccessoryScreenBottomAccessoryLabel" = "Bottom Accessory";
"ConscienceAccessoryScreenBottomAccessoryHint" = "Allows selection for Conscience's Bottom Accessory.";

/* Title for first Choice Help Screen*/
"HelpChoiceInitViewController0Title1" = "Choice Selection";
"HelpChoiceInitViewController0Text1" = "This is the Choice Selection Screen.  You do several things here.\n\nYou can enter a Moral or Immoral Choice.  You can get a list of all the Choices you've already entered and revisit them.  How's that for Choice?";
"HelpChoiceViewController0Title1" = "Choice Entry";
"HelpChoiceViewController0Text1" = "You must enter in a name for this Choice and select a Moral.\n\nYou can move the Severity Slider to rate how good or bad this choice is, too.  You should totally do like a little 'wikka wikka' sound while moving it backward and forward really fast.";
"HelpChoiceViewController0Title2" = "Devil in the Details";
"HelpChoiceViewController0Text2" = "You can also select any prior choice tapping the round History button (...) and selecting a previous entry.\n\nAdditionally, you can enter in more details for a choice by tapping the Details button.";
"HelpReferenceViewController0Title1" = "Collections";
"HelpReferenceViewController0Text1" = "You can collect gear by studying Morathology or buying things in the Commissary.  You can review those prizes and Collections here.\n\nRemember.  It's not called hoarding until you let someone into your house.";
"HelpChoiceDetailViewController0Title1" = "Deets";
"HelpChoiceDetailViewController0Text1" = "If you're torn between ontology and deontology, you can try to justify your Choice as well as list any of its Consequences.\n\nYou can also select how much Influence this Choice will have.  This has the most effect on the Moral Weight of the Choice.";
"HelpDilemmaListViewController0Title1" = "Welcome to Morathology!";
"HelpDilemmaListViewController0Text1" = "Morathology is the examination of one's own Conscience.  Since I am your Conscience, I'd like to know what motivates you.\n\nNot everyone can be completely moral all the time, so you have to pick and chose what ethics are most important to you.";
"HelpDilemmaListViewController0Title2" = "Becoming a Morathologist";
"HelpDilemmaListViewController0Text2" = "A Morathologist attempts to be cognizant of his or her moral place in the world.\n\nWe'll look at many dilemmas, and you'll need to tell me how you'd react in those situations.  Then, I'll learn what Virtues are important to you.";
"HelpDilemmaListViewController0Title3" = "Jump In The Line";
"HelpDilemmaListViewController0Text3" = "So, just select the first dilemma on the Dilemma List to get started.\n\nEach subsequent adventure will be unlocked as you complete its predecessor.";
"HelpReportPieViewController0Title1" = "Pie-ity";
"HelpReportPieViewController0Text1" = "The Moral Report will show you your greatest Virtue and worst Vice.  You can switch between report types by tapping on the Halo in the middle of the graph.\n\nYou can also sort and order the list by tapping those buttons.";
"HelpReportPieViewController0Title2" = "Weight and See";
"HelpReportPieViewController0Text2" = "Your Journal entries will be more heavily weighted than your Morathology studies.\n\nActions speak louder than words and all that.";
"HelpConscienceViewController0Title1" = "Headcase";
"HelpConscienceViewController0Text1" = "Welcome to my thoughts!  Here you interact with me, your Conscience, in several ways.  \n\nYou can change my appearance, train me and get my opinion on how you're doing.";
"HelpConscienceViewController0Title2" = "Case In Point";
"HelpConscienceViewController0Text2" = "You can change my appearance in the Commissary.\n\nYou can train me by conducting Morathology, as well.\n\nLastly, you can study your moral profile with the Moral Report.";
"HelpConscienceListViewController0Title1" = "Accessorize!";
"HelpConscienceListViewController0Text1" = "I can be brown. I can be blue. I can be violet sky. I can be hurtful.  I can be purple.  I can be anything you like!\n\nYou can filter the list by things that are affordable or owned by tapping on the Ethical button.";
"HelpDilemmaViewController0Title1" = "Quick Draw!";
"HelpDilemmaViewController0Text1" = "Well, I guess it is physically possible that you completed this task that quickly.  However, Salmor would like for you to ruminate on the task a little more before proceeding.\n\nCome back in an hour!  Thanks!";

/* All Help Screen Texts */
"HelpHomeViewController1Title1" = "Choices, Choices";
"HelpHomeViewController1Text1" = "Before I can keep track of your Choices, you need to enter one.\n\nTap on the Choice Tab at the bottom.\n\nI chose you!";
"HelpChoiceViewController1Title1" = "Pouvez-vous parler?";
"HelpChoiceViewController1Text1" = "S'il vous plaît taper quelque chose dans ce premier champ là-bas. Si vous n'avez pas, alors tous vos choix que vous entrez la même apparence sur la vue de liste plus tard.";
"HelpChoiceViewController2Title1" = "Amoral?";
"HelpChoiceViewController2Text1" = "S'il vous plaît sélectionner un moral avant d'appuyer sur le bouton Terminé. Non seulement il vous permet d'assigner une morale à un choix, mais il sera aussi me garder de vous déranger à ce sujet. C'est un gagnant-gagnant!";
"HelpChoiceViewController3Title1" = "Choose a Moral";
"HelpChoiceViewController3Text1" = "When you select a Moral, you can get a longer description of the Moral by tapping the button you just tapped.  Go back and select a Moral.  It will be awesome.  You'll get a little picture to pop up in the thought cloud there and everything!";
"HelpChoiceViewController3Title2" = "For Goodness Sake!";
"HelpChoiceViewController3Text2" = "Here's what's up:\n\nGood = Holding a door open\n\nGreat = Studying\n\nMoral = Standing up to a bully\n\nSaintly = Adoption\n\nPerfection = Saving a life";
"HelpChoiceViewController3Title3" = "Bad to the Phone";
"HelpChoiceViewController3Text3" = "What is bad?\n\nBad = Making fun of someone\n\nDreadful = Sabotage\n\nImmoral = Stealing\n\nFiendish = Harming someone\n\nEvil = Murder";
"HelpConscienceViewController1Title1" = "You Sho' 'Bout Dat?";
"HelpConscienceViewController1Text1" = "Proceeding with this will delete every piece of information that you've entered to date.  I will not remember you, so I won't even be able to send you a Christmas Card.  You won't come up on my caller ID if you call me, so I'll probably just screen the call.";
"HelpConscienceViewController2Title1" = "Walking Before Running";
"HelpConscienceViewController2Text1" = "You still have some work to do on the Assignment prior to this one.\n\nPlease finish the other one first, clear the table and load the dishwasher before trying again!";
"HelpChoiceDetailViewController1Title1" = "Influenza";
"HelpChoiceDetailViewController1Text1" = "This slider represents how much affect you think that this Choice will have on others.  It also has the most effect on the Weight of the Choice in your Moral Report.\n\nLeft-side = svelte, little Choice, Right-side = big, strong Choice.";

/* Searchbar placeholder text */
"SearchBarPlaceholderText" = "Enter a search term.";